{
  "Text Analysis Project": {
    "files": {
      "sample.txt": {
        "content": "This is a sample text. You can right-click on any part of this text to add tags to it, including overlapping tags.",
        "occurrences": [
          {
            "id": "tag-aa-1746044896105",
            "start": 0,
            "end": 4,
            "text": "This"
          },
          {
            "id": "tag-bb-1746044905052",
            "start": 23,
            "end": 26,
            "text": "You"
          },
          {
            "id": "tag-bb-1746044905052",
            "start": 109,
            "end": 113,
            "text": "tags"
          },
          {
            "id": "tag-aa-1746044896105",
            "start": 17,
            "end": 21,
            "text": "text"
          },
          {
            "id": "search-this-1746046907946",
            "text": "This",
            "start": 0,
            "end": 4
          },
          {
            "id": "search-this-1746046907946",
            "text": "this",
            "start": 58,
            "end": 62
          }
        ]
      }
    },
    "marks": {
      "tag-aa-1746044896105": {
        "color": "hsl(127, 100%, 80%)",
        "type": "Tag",
        "name": "aa"
      },
      "tag-bb-1746044905052": {
        "color": "hsl(46, 100%, 80%)",
        "type": "Tag",
        "name": "bb"
      },
      "search-this-1746046907946": {
        "color": "hsl(340, 100%, 80%)",
        "type": "Search",
        "name": "this"
      }
    },
    "groups": {}
  },
  "Vicky Research": {
    "files": {
      "LeoCTOBimboBakery.txt": {
        "content": "Transcript\nImpromptu Google Meet Meeting - March 12\n\nVIEW RECORDING - 47 mins (No highlights)\n\n\n@0:09 - Vicky Biswas (vickybiswas@gmail.com)\nI'm good, I'm good.\n\n@0:10 - Leo Rajapakse\nThank you.\n\n@0:11 - Vicky Biswas (vickybiswas@gmail.com)\nFinally, I get to meet. Apologies for the earlier.\n\n@0:24 - Leo Rajapakse\nOkay. So, yeah, so I came to U.S. and soon as I came to U.S. landed on a Saturday night.\nThe next Monday I had to fly to Mexico. I came back. I had planned some time in Florida, which I was putting off from last year.\nThen I went to Florida. came back and then went to New Orleans. Then I got six, so now I'm recovered my voice.\n\n@1:00 - Vicky Biswas (vickybiswas@gmail.com)\nit's back so so we are talking yeah I hope you are fully covered and you are less not taking aside yeah I'm much better now yeah good good good I mean I will realize health is very important because in the day we get everything else gets screwed up if you're not okay yeah yeah you are doing this as part of your university or your work I want to do my PhD okay now before I want to do my PhD and there are lot of tips and butts on why I cannot do it so I think right I took it as an honest only thing let me let me try and see what I can do so I got in touch with a professor I got in touch with the project\nI did my CTO program from there just for the sake of getting in touch with different professors and doing it well.\nI went in, I know them now, and all of them told me the same thing. You have to run your family.\nhave to earn doing a PhD while working is not going to be easy. going to be obtained in your year and we rather not recommend it.\nSo I was diligent. No, I really want to do my PhD to learn. Okay, you want to do your PhD?\nGo in and try this one pre-PhD project for yourself. I'm willing to put in my name. I'm willing to work with you.\nDo a pre-PhD project and see if you can really sort it out. If you can sort it out, then think about PhD.\nOkay.\n\n@2:48 - Leo Rajapakse\nSo between you and me, this is not a story I tell everybody.\n\n@2:52 - Vicky Biswas (vickybiswas@gmail.com)\nBut this is the real story behind what I'm doing right now on this one. Yeah, that was the same case.\n\n@3:00 - Leo Rajapakse\nWhen I went to get a letter from my previous professor to do PSG, he was like, I don't want to do PSG.\nYou want to teach because like I was in Australia at that time and unless you want to teach, there is no point in having a PSG.\nWhen I got the letter, I got the PSG program from the University of Sydney, I was, to change my job to go interstate, I had to go to Melbourne, then I dropped out.\nSo when I was asking from MIT, there was a professor in MIT and I was asking him, one of my friends' relatives, he was like, after that he would not recommend anybody to do PSG.\nBecause people drop out, that's why they're saying that. Such a pattern. Yeah.\n\n@4:02 - Vicky Biswas (vickybiswas@gmail.com)\nYeah. So everybody gave me all that young, right? And I mean, I am bent for two reasons, basically. One, have been in teaching very early in my career.\nSo I was teaching from 98 to 2001 in the same school that me and with studying. Right. And then I got to brush that very recently with Trudgy University.\nI don't know if you are aware of Trudgy as a company. Yeah.\n\n@4:36 - Leo Rajapakse\nYeah.\n\n@4:37 - Vicky Biswas (vickybiswas@gmail.com)\nSo I was in charge of their program called Trudgy University, where he hired graduates from the top colleges in the world.\nThat includes MIT, that includes all the good colleges. And we owe in three months give a very strenuous course to them, where they become productive as developers, as people contributing to your number.\nI got into gen AI research much before a lot of other people and today I mean people connect with me only to get things working, for example, simpler, simpler as a company in the US, simpler approach to me that hey I have a team, I have a team of 20 developers, have team managers, have entire people, mean I have set of 40 people working on this project but since one year we are not able to hit production and you please help us, that kind of that kind of stuff right.\nSo because of this research, a lot of things get in and you are you know those tiny cracks where stuff gets stuck and stuff.\nSo I would love to do these things teaching and research and I think PhD would help there right not not just for the sake of let's say getting that degree but also for the sake of understanding\nwhat goes into research, what is the better way of research and all that. So, that's that intention of my PhD and I'll give you a very small snapshot of my background so when you will see the craziness and again I don't do this with everybody else but I would have to do this with you.\nI ran away from home after school.\n\n@7:22 - Leo Rajapakse\nI wanted to work into technology during our time.\n\n@7:28 - Vicky Biswas (vickybiswas@gmail.com)\ndon't know how it was discovered in India. was like either do engineering or be a doctor or join the army.\nThree things.\n\n@7:35 - Leo Rajapakse\nYeah, so there's like a couple of you know doctor, lawyer, engineer, that's about it, right.\n\n@7:43 - Vicky Biswas (vickybiswas@gmail.com)\nLawyer and all also not they are supposed to be bad things happening there. So, the only thing that I mean a family like mine was allowing me to do three things.\nEither go do engineering or be a doctor or go to the army.\n\n@7:56 - Leo Rajapakse\nThat's it.\n\n@7:58 - Vicky Biswas (vickybiswas@gmail.com)\nI mean those who are not listening. with me. So in 1995, I was India's best programmer. I represented India in the international conferences also.\nSo then I started my own company after leaving school. I went, stayed in the footpath for a few days and then went to some company and said, I know how to do stuff.\nWould you want me to work for a few months, I worked with them. Then I realized, hey, there are many more people who need this kind of stuff, software development.\nSo I created my own company. was in 1997, 98. then from there, I had to come back, to do teaching and stuff.\nwas part of my own, I ran my own company till 2008, where Navy headquarters was my client, Xerox was my client.\n\n@8:58 - Leo Rajapakse\nI had a lot of different\n\n@9:00 - Vicky Biswas (vickybiswas@gmail.com)\nI mean, monkey clients, but then I realized here, I cannot sit in the income tax department and start those problems out and then there was also and that also right and pretty young at that time didn't have enough resources to have it dedicated to other people.\nI decided, no, I just want to focus on technology and since then technology management and that's what has happened.\nSo for me, my education never worked out because I was never educated. I was the head of technology for Hanhama and Nama is the Southeast Asia's largest media polymerite, right?\nAnd I was head of technology for Hanhama when I was two-eighths past. You know, I started my education when my daughter was born new.\nShe will say, Bappa, you didn't study and you have good people who work with you, you earn good enough money and why should I study now?\n\n@9:52 - Leo Rajapakse\nSo I started my education back when she was born in 2011.\n\n@9:57 - Vicky Biswas (vickybiswas@gmail.com)\nI did my graduation. in my post valuation, I did my MBA and now I'm looking for my PhD and that's that's the background complete now right so yeah that's that's the story that's the story crazy crazy story okay good let's get on to yes yes right so I went through this very well shared out great a few questions that I've had put it for this one I hear a lot about co-pilates and I've created my fair share of them and I hear a lot about what you say about putting that these are the two main things that you have basically really got a lot of benefits out of but what tangy which would you say is like this is the best thing that I have still got\n\n@11:00 - Leo Rajapakse\nprofit and this is a tangible in dollar in in time in whatever will we can convert it to dollar in the end but this is that this is the kind of benefit that I've got and tangibly this is what I'm seeing in my company right now yeah so for example around 2018 we kind of did a AI version of would say a more intelligent version of our demand forecasting application so bimba beggars we are in the business of baking bread right big goods including number of biscuits we'll cut you there sorry about that our focus would be on genuine this would be yeah okay okay so okay so I was talking about\ndemand focusing. from a generous standpoint, we looked at things like, you know, creating toner designs through genia, right, is one of the use cases.\nAnd some of the integrity challenges that we got is, for example, if we use technologies such as Adobe Firefly, then the IP of the genia generated image belongs to Firefly.\nSo, we need to use software ensuring that the particular IP belongs to us. So, that is one case.\n\n@12:50 - Vicky Biswas (vickybiswas@gmail.com)\nI think that is, are you not using the diffusion models which basically pretty much give you the right energy?\nYeah, yeah.\n\n@13:00 - Leo Rajapakse\nhere we have using some models which are hosted on our estate, that's what we're doing. And also we created a bunch of, I would say, local versions of GPT kind of elements where we are hosting our compliance documents as well as a cloud policy cloud-based documents so that people can go and have a conversational interface into that some of the data, data analytics teams are doing similar activities as well.\nwe are also using Azure OpenAI interfaces into, I would say, the IT based technologies as such as well. So those are some of the things that we are doing using JNI.\nI got four things new.\n\n@14:14 - Vicky Biswas (vickybiswas@gmail.com)\nOne, I got about the total design. Second, I got about the compliance cloud policy. mean, basically, I'm reading a rack chatbot over this so that people can ask questions and get answers.\nThird, I understood data analytics. would like to go deeper into it. the fourth, I understood Azure Open AI chat, but for what?\ncouldn't understand that.\n\n@14:37 - Leo Rajapakse\nSo think of it as Azure Open. Now, I mentioned about we hosting our own elements, right, private elements. Azure Open AI is something of that sort, hosting, but it's, but Microsoft is hosting it and Microsoft\nas an interface, API-based interface, the X-Force source that we can use, right?\n\n@15:08 - Vicky Biswas (vickybiswas@gmail.com)\nShould I assume that this is also a part of the compliance cloud policy, rag-based chatbot that you have been creating and this is a part of that, isn't it?\n\n@15:18 - Leo Rajapakse\nNo, it's kind of something that we use for different different projects. I would say it's like a tool that we can use for different projects.\nOh, it's like think of it as a GVD, we can go and apply it in different different areas, like something like that, and also some of the other applications of Lillelens is when training datasets also we use Lillelens sometimes.\nYeah data massaging in the sense let's say you have a output which is 95.6 accuracy. So we can actually use an LMLM to actually kind of figure out whether it's you know false reading or a true reading by by getting the LMLM involved.\nSo that is another area that we're using. How is the evaluation? I understand correctly.\n\n@16:37 - Vicky Biswas (vickybiswas@gmail.com)\nYeah, yeah.\n\n@16:38 - Leo Rajapakse\nSo I was talking about copilot right so apart from the O36 where copilot how to clear it down and which also gives the most benefit because it's used by the masses right.\n\n@16:58 - Vicky Biswas (vickybiswas@gmail.com)\nWe got we\n\n@17:00 - Leo Rajapakse\nThis is the Microsoft security copilot, so we use Microsoft, some of the Microsoft's security stack which is like a sentinel seam security incident and event management where you push bunch of logs and based on the logs, it will analyze it and look at potential vulnerabilities and threats and make recommendations.\nWhen you have the copilot, you can go and ask questions like, what are the most highest vulnerabilities, what actions do we need to take, so it will you that like 60% more productivity.\nSo a SOC analyst is what is seen. The third part about it is how the pricing model works from Microsoft perspective.\nThey have a complex model of how they would allocate. So it's based usage of the copilot. So how they peel us is kind of dodgy.\nSo it's hard to kind of project.\n\n@18:38 - Vicky Biswas (vickybiswas@gmail.com)\nYeah, I have I have built with them and I have I have worked with their API pricing and everything else.\nI would be I would be doing that part. But the part that I'm a bit wondering about is how do you calculate this 60% benefit because from what I understand the dodder design is still MPOC, right?\nWhen you talk about chatbot and copilates, which are basically giving your compliance for policies, etc, that is, I mean, how do you calculate the ROI to be around 60% better?\nWhen you talk about data analytics and using your training data sets, you're massaging, evaluating all these things that you're doing.\nHow do you calculate your 60% benefit? So, what are the types of data? How are they getting the benefit?\n\n@19:27 - Leo Rajapakse\nOkay, so when I would say 60% benefit from the Microsoft copilot is the soft analyst's job. His effort is much less than without a copilot.\n\n@19:43 - Vicky Biswas (vickybiswas@gmail.com)\nDoes that mean that it takes 60% less time?\n\n@19:49 - Leo Rajapakse\nHow do you translate that into an activity that takes 60% less time for them to do the same thing, right?\nAnd when you... Look at the 0.365 co-pilot that too is productivity. You take less time to do the same job as supposed to, mean, it's more pronounced in BIMBO because we have a fairly large Mexican headcount and their English is not as fluent as India or some other countries.\nSo, having a co-pilot means that they can now fluent, write emails, documents, lot of things. So, their productivity is definitely enhanced through the use of.\nSo, I would say that quality of work probably has improved on that.\n\n@20:50 - Vicky Biswas (vickybiswas@gmail.com)\nHow do you help productivity increase in this one?\n\n@20:54 - Leo Rajapakse\nSo, basically what you saying is how do I\n\n@21:00 - Vicky Biswas (vickybiswas@gmail.com)\nactually measure and I'll tell you this is the basic problem that I'm facing across lot of different companies and the problem is that we do put up that hey I mean I am getting a lot of effort from Jenny yeah but when we start to angibly boil it down hey how are we getting that benefit are we able to I mean are we are we able to reduce health counts are we able to do more work then we were doing are we able to do faster work than we were doing right and then that's the 60% gets a bit murky and then we have to define it down further and yes there are benefits but angibly defining those benefits is the key yeah so did we reduce head count yes we reduced I mean we reduced 50 million dollars worth of US head count which is 350 people I wouldn't say that you know that is\n\n@22:00 - Leo Rajapakse\njust because we put co-pilot and just because we have jet air but we did a massive heat count reduction as well.\nSo I think if you are really interested in looking at productivity at a granular level, one option is to try and use a DEX digital experience product.\nThere is a number of products out there. It will go and look at the productivity in different ways. will either look at the different applications and the usage and how your environments are performing, much of a laptop is being used or not used.\nSo DEX is one Avenue if you want to go into look into productivity at that brand new level So basically in terms of let us say BIMBO would we say that hey after Jenny I was certain because of Jenny I was able to get a 60% hit on my bottom line top line any one of these I couldn't say that because our sales figures have gone down right so even if we even if our productivity goes up if our sales figures go down I won't say sales figures went down so we had very huge ambitions we had that ambition to go from a 20 billion company to a 25 billion company in five years so our target kept going higher and higher but the sales\n\n@24:14 - Vicky Biswas (vickybiswas@gmail.com)\nI mean back to Jenny I mean out of all these that we discussed the donor design we discussed the chart board hope tell it with compliance etcetera We not sure what exactly that they we are basically using it for using using use of the pool for multiple things Maybe language is one of them right and then you talked about Being using sent in the scene for security and other things right.\nWhat is the maximum ROI? We have bought out of any one of these which only which is number one.\nThis is my number one go do for recommending anybody that hey Jenny I should be used you\n\n@25:04 - Leo Rajapakse\nI don't, I can't recall anything with a quantifiable outcome which was, I mean, which we actually calculated the dollar values in outcome, but we can do those calculations based on, you know, productive days, but, you know, there was no single project which we can say just because we did JNI, this much value came out.\nBut then again, that is, those numbers are monkey when it comes to whole of data analytics. it is.\n\n@25:45 - Vicky Biswas (vickybiswas@gmail.com)\nAll right.\n\n@25:46 - Leo Rajapakse\nWhy are we paying this much for data analytics? What is the ROI of data analytics? I haven't come across a data analytics department which can give the cost of KPI.\nCharge back. or the show back of value of from the inputs to the cost to the product. I haven't come across what they all say usually is try not paying us and see what happens, obviously all the reports will be there for both.\nThat is also that I usually get, why not pay this because I didn't see what happens. No proper traceability into those, not just any a whole of the data analytics.\nYeah, that's normal. For general, any type of AI to happen, the first thing is you need to have clean data.\nClean data is a problem for a lot of people. Some people and say, I can be robust and I can work with some unclean, but end of the day, if you don't have three data, all your results go for six anyways.\n\n@27:11 - Vicky Biswas (vickybiswas@gmail.com)\nBut there is another angle I have to do it. I'm sorry, this should not be a part of discussion again with us.\nI think we got liberty. I feel that many organizations are trying to take the key of JNI and find a lock that they want to unlock.\nInstead of picking a problem and then solving it with JNI, lot of different boards that I have talked to, we want to use JNI for what dude, what exactly do you want to achieve?\n\n@27:48 - Leo Rajapakse\nAI is at the top of the hype cycle. my view is just like the botany bubble, the AI bubble is going to happen.\n\n@27:57 - Vicky Biswas (vickybiswas@gmail.com)\nI think it's already I think it's already there now.\n\n@28:04 - Leo Rajapakse\nAny startup, you just put the name AI, it will get a couple of million dollars, something extra. So people do it.\nSo everything is AI. if you cough, it's AI.\n\n@28:19 - Vicky Biswas (vickybiswas@gmail.com)\nSo that's been over here.\n\n@28:21 - Leo Rajapakse\nfive, six years ago, everything was out. Even if you eat some sugar candy, sugar cloud. Yeah.\n\n@28:32 - Vicky Biswas (vickybiswas@gmail.com)\nSo coming back on a tangible deal, I mean, is it, again, my, I'm repeating the question. Is that, is there any one project which you would say is given me the biggest benefit so far, and I would recommend everybody should be actually doing that.\nTangible biggest benefit that you would say in your opinion, again, if you don't take numbers. I believe,\n\n@29:00 - Leo Rajapakse\nif it's a single benefit and they should be using is definitely good yeah they should be using the the copilates like programming copilates.\nSome years ago we used to say you know everybody coding is coding used to be you you know look up some websites you know copy some code mash it up together and create your program now you know you just need to write the right lines to ask for the right code and it gets coded up so much easier obviously there's a process doesn't minus to the code that gets coded up but um that that can\nof helps the development cycle become much, much faster, right? And even the Office 365 base co-piles, even if you use, let's say Excel, you can just use natural language to do some, you know, serious calculations as well.\nSo those basic things is some of the things that I believe is the one thing I would say would give the most benefit.\nAt least in my team, what I try to do is I try to, so sometime ago in Google came maybe 2009, that year, everybody is using Google and, you know, people mastered Google, Google, Google, you know, Google.\nLike now, people will need to become prompt engineers. We will need to become a prompt engineer to get ahead.\nYeah. Yeah. that's what I'm trying to do, at least with my name. Yeah.\n\n@31:10 - Vicky Biswas (vickybiswas@gmail.com)\nNow, I have built a share of co-pilates, right? this was like, I started quite early about three years back.\nWe were able to deliver certain co-pilates two years. Many of that, we were building co-pilates for a lot of different companies, but it became very popular, right?\nPeople wanted to be in co-pilates, problem with co-pilates is that you see that a lot of people do not understand what exactly to extract out of the co-pilate.\nIf they know what to extract out of the co-pilate, then whether they have the right set of data to actually help out with that.\nAnd it's very easy to say we can throw a thing in a rag and give us answers. actually doesn't give you good answers.\nIf you need good answers, need to actually work a shitload on the way that manage that copilot, whether you are using a graph rack, you are using a rack, whether you are basically analyzing the responses that you are getting and then accumulating it or even there are a lot of final things within that.\nAnd copilates, though they get made, they get deployed, a lot of them are not actually giving the right ROI.\nRight. And the worst problem with that is people are not measuring the ROI also. Okay, before copilot, this was the benefit after copilot, this is what I'm getting.\nHow are you doing that in your organization right now?\n\n@32:38 - Leo Rajapakse\nWe are not actively measuring the benefits and to your question about the, you know, quality of data in the copilates, you might know the famous use case where a lawyer use a copilot and they use some cases as\nreferences and it's important to check the references and there was a startup that I knew I can't remember the name, they were using the data sources coming into the rag, they have a mechanism of kind of breaking down the level of trust of that particular source for example if it's coming in from Wall Street Journal it will have one level of trust, if it's going to that's a dark way but it'll have a different level of trust, they had a specific LLM with rags which had this you can go it's a it's a rabbit hole right now when it comes to different LLM.\n\n@34:01 - Vicky Biswas (vickybiswas@gmail.com)\nSo if I would summarize this, say tangibly, we are not sure on where exactly AI is giving us benefits.\nI think, totally, we understand that in a lot of different places, it's adding on, right? To whatever benefits we are getting, it's adding on, it's giving us, it's tangibly, we are able to assume it's giving us but when to be very, very detailed and down into it, we are not sure what part of it can be attributed to Genia.\nIs that a correct understanding that you can take out of this? Correct.\n\n@34:38 - Leo Rajapakse\nYeah. Right.\n\n@34:40 - Vicky Biswas (vickybiswas@gmail.com)\nAnd if I would feel the question, what place do you feel it miserably feels? Oh, we try it out, but it miserably feels.\nWe have done our best to make it work when it just doesn't work.\n\n@34:55 - Leo Rajapakse\nWhat would be that? Genia.\n\n@34:57 - Vicky Biswas (vickybiswas@gmail.com)\nGenia.\n\n@34:59 - Leo Rajapakse\nYeah. I believe when it came to using digital twins, is where it kind of, because bakery is kind of a complex animal, you take one bakery, if you try to model each piece of equipment, the difference, source ingredients going into it and the different outputs that coming out of it, and if we try to model the digital twins of equipment, that's one area we kind of miserably flailed, I believe, complex problems that it didn't work in shop.\nWhat was the digital twin aim?\n\n@35:54 - Vicky Biswas (vickybiswas@gmail.com)\nSo, I mean the children as many aims were, what was your aim in creating this digital twin?\n\n@36:00 - Leo Rajapakse\nReally if we have an entire digital twin version of a bakery, let's say we have like digital oven, we have a digital bin with a bun bagger, all those equipment, we can assemble and tune bakeries without actually physically assembling and tuning those bakeries.\nRight now when we go to certain bakeries, I just ask questions and I ask questions and when I ask questions on the which happened often.\nSo one set of people were saying when the bun bagger is stop working, the entire line needs to be shut down to allow the packing of bands.\nSo, the simple answer to the problem is you need to just double the one bag is. So, if some fail the others will still work right.\nSo, if it didn't work, I mean our intention of going to the baker is not visit. I was just in a mining around for problems.\nSo, if we have proper detail to in versions, we would actually be able to see these problems more proactively as supposed to.\nWhich is a great idea, but what did it not? I mean, this is not the only a genuine problem.\n\n@37:51 - Vicky Biswas (vickybiswas@gmail.com)\nThis is basically a problem where you need to collect data and then have a let's say a software version of basically your bakery that was and you can\nAnalyze that, right? Now, this is a beautiful idea that can be actually implemented and worked well. What was the challenge in this book?\n\n@38:10 - Leo Rajapakse\nSo, get into, if you take the manufacturing industry, in the manufacturing industry itself collects less than 10 percent of the data.\nWe grew through acquisition, each paper is different, having different models of equipment and some are old, some are new, so different interfaces.\nSo, it's similar problem to the healthcare industry, right? It's, they do not date their equipment all the time. got legacy equipment and some of the control systems that they run are running on windows, you know, windows XP or something like that.\nSo, you get these legacy environments because of those differences, yeah, you don't get all that information. Okay, okay, that's it, that's it.\n\n@39:00 - Vicky Biswas (vickybiswas@gmail.com)\nimportant to solve that's a good one to solve yeah and and why why did we use genie i into this i mean this is the this is a big problem which has many aspects what aspect does genie i solve in this in where in in the district with part i believe i can't remember exactly okay no one is yeah what is on that i think we are already running short of time we have four minutes left one quick question that i wanted to put forward before this is if somebody is let's say coming to you for genie i advice right what would be your talk to do and talk to do not\n\n@40:00 - Leo Rajapakse\nlearn from engineering and see how you could apply JNAI to your industry or to your day-to-day life to make something better and talk to things to not do is obviously there's an ethical part of JNAI right you can seriously use JNAI especially there are certain models which don't have ethical capabilities built-in so which can be used for cyber security hacking and all kinds of you you know things that that you can do so that's another area that I would recommend people not to use it against and next one is\nDo not use an AI in the weapons technology. Can you elaborate a bit on that?\n\n@41:11 - Vicky Biswas (vickybiswas@gmail.com)\nWe'll elaborate on weapons technology.\n\n@41:14 - Leo Rajapakse\nwill not use it.\n\n@41:16 - Vicky Biswas (vickybiswas@gmail.com)\nWe will not do all that. Without thinking of are a lot of people using it in the wrong places.\nThis is right now.\n\n@41:31 - Leo Rajapakse\nOne of my friends, he was contracting to I think semantic. Semantic was contracting to every government. Okay. he designed the algorithm for the cluster bomb.\nSo basically these bombs, when you throw these cluster bombs, go in, you know, plot themselves. And if one cluster bomb goes, the other one\na customer becomes sensitive and they turn towards the one which went out. they cannot know the people are coming from that way.\nOkay. So, if you properly use AI technology and considering that, you know, quite a bit of the Ukraine voice is having drones, you combine these technologies, you know, there would not be a planet or there would a lot more work that.\n\n@42:32 - Vicky Biswas (vickybiswas@gmail.com)\nTotally agree, totally agree, totally agree. And one last question, Leo, is how can people actually understand that I'm investing into JNI and I'm getting this return?\nBecause a big problem, a big, big problem and this is across the industry is people are not able to very clearly understand their ROI on whatever they are doing on JNI.\nSome murky number, which is like very rosy, but when you get down into details, we are not able to pinpoint, we are not able to get through.\nis your recommendation on getting the right understanding of the ROI? we are investing, right? All of us are investing.\nHow do we get the right?\n\n@43:20 - Leo Rajapakse\nCorporate things, one is obviously have a business case. A business case might have some nice samples, yes? But then after the business case, you should do a proof of, you know, proof of concept, proof of value to show that you are actually reaping the value and getting the benefits before you do a, you know, full scale deployment or transformation or build.\nSo based on the proof of value, then then go for bigger things is basically what I am saying. Got it.\n\n@43:59 - Vicky Biswas (vickybiswas@gmail.com)\nit. Got it. quickly get the proof of the pudding before you start making more puddings.\n\n@44:06 - Leo Rajapakse\nYeah, yeah, and it's especially important especially when you use managed service providers, right? For example, I was in discussion with a particular managed service provider.\nThey were recommending for what we are doing, you should instead of using a large language model, you should use a small language model and they gave this fantastic presentation why we shouldn't use RAG, we should use a small language model.\nSo all these concepts verify with Gartner and Gartner comes back to me and says, the only company that we know who successfully did a small language model and train it is Goldman Sachs, everybody else failed.\nSo, So there's a lot of buzz, so we need to tread very carefully, especially because sometimes you may get a few individuals who will be able to actually make it work.\nBut you basically get a managed service provider, fund it for an idea and an outcome or how do we ensure the managed service provider actually delivers, even if it could be delivered, how do we ensure that it can be actually delivered?\nAnd also it's important to measure the cost, ongoing cost. For example, there was one use case where we were expecting to pay only $70,000 per month on that environment, they were going up to $200,000 a month on that environment.\nand sometimes it's difficult to limit it as well because they would come back and say hey we need this to you know do do the work otherwise we can't do it so it's it's very difficult to put a cap on the money but it's important to put a cap on the money otherwise yeah you spend a lot and you're not getting anything that's right because you you don't have a direction where you actually get to I mean you need to know the bottom of the pit before you jump in on that makes sense make sense thank you so much you know I think I've got all that I wanted for this interview it has sparked a lot of I think we should talk more this whenever we have time we have deli is it yeah I'm based on a deli okay if I'm coming that way I'll definitely giving you a shout shout shout shout shout give me a shout and I mean if I'm in you I'm definitely gonna give you a shout\n\n@47:00 - Vicky Biswas (vickybiswas@gmail.com)\nright and if there is everything I can be helpful and ever in terms of whatever small amount of knowledge I have been able to gain I am always here for you just just a pick away okay so excellent thank you very much Vicki you have very much you so much for the time bye\n\n\nPreliminary Research Questions\n\nIndustry and Sector: What industry does the company operate in?\nCompany Size: What is the size of the company in terms of employees and revenue?\nAI Adoption Level: Has the company started adopting AI technologies, and where are we so far?\nSpecific AI Projects: What specific generative AI projects has the company undertaken?\nStrategic Goals: What are the company's strategic goals that seem like they can benefit from AI?\nPast Achievements: What has the company already achieved with generative AI, and how have you handled challenges in various areas (Technology Infrastructure, People, Data, Processes, Culture, Operations)?\nFuture Plans: If done right, how can AI or generative AI affect the company's future plans?\n\n\nTailored Interview Questions\n\n1. Technology Infrastructure:\nCurrent State: What changes have you made to your technology infrastructure to support generative AI so far?\nChallenges: We are super interested in knowing what did not work and what you did not implement and why as well (challenges could be Technology Infrastructure, People, Data, Processes, Culture, Operations).\nAchievements: What are the significant milestones or successes you have achieved with your current AI infrastructure?\nFuture Plans: What further infrastructure developments do you plan to implement to enhance your AI capabilities?\n\n2. People:\nCurrent State: How has generative AI impacted the roles and responsibilities of your employees to date?\nAchievements: What notable improvements or developments have you seen in employee performance or roles due to generative AI?\nFuture Plans: What skills and competencies do you plan to develop or hire to support your future AI initiatives?\n\n3. Data:\nCurrent State: What challenges have you faced in managing and utilizing data for generative AI up to this point?\nAchievements: What successes have you achieved in data management and utilization for AI projects?\nFuture Plans: How do you plan to improve data quality, governance, and utilization for future AI projects?\n\n4. Processes:\nCurrent State: How have your business processes evolved with the integration of generative AI so far?\nAchievements: Can you highlight any significant improvements or efficiencies gained in your processes due to AI?\nFuture Plans: What further process changes or optimizations do you plan to implement with generative AI?\n\n5. Culture:\nCurrent State: How has your organizational culture adapted to embrace AI and innovation?\nAchievements: What cultural shifts or successes have you observed since integrating generative AI?\nFuture Plans: What strategies do you plan to use further to promote a culture of innovation and AI adoption?\n\n6. Operations:\nCurrent State: What operational efficiencies or improvements have you achieved through the use of generative AI?\nAchievements: Can you provide examples of specific operational areas where AI has had the most impact?\nFuture Plans: How do you plan to leverage AI further to improve operational efficiency and effectiveness?\n\nHindSight Questions (as applicable)\nWhat, in hindsight was your hardest hurdle or still is in implementing GenAI solutions?\nWhat overall is your most notable success while implementing the GenAI solution, and how did you measure the impact?\nWhat was your biggest revelation/learning while implementing GenAI in your organization?\nWhat if you had a chance to turn back a year, what would you do differently?\nDo you have an opinion on Gen AI being super helpful/not helpful or only marginally helpful for your business? What drives your opinion?\nWhat is your recommendation for companies looking at achieving digital transformation through Generative AI?\n\n\n\nPreliminary Research Questions\n \n1.     Industry and Sector: What industry does the company operate in?\nCPG\n2.     Company Size: What is the size of the company in terms of employees and revenue?\n150,000, $20+B\n3.     AI Adoption Level: Has the company started adopting AI technologies, and where are we so far?\nYes.\nForecasting\nAzure Open AI based Search\nCopilot\nCitizen Developer\nDigital Twins\nAgentic AI\n4.     Specific AI Projects: What specific generative AI projects has the company undertaken?\nPoC – Donut\nCopilot\nCoding\n5.     Strategic Goals: What are the company's strategic goals that seem like they can benefit from AI?\nBecome a $25B Company in the next 2 years\nCost Reduction, Waste Analytics\nIncrease Revenue\n6.     Past Achievements: What has the company already achieved with generative AI, and how have you handled challenges in various areas (Technology Infrastructure, People, Data, Processes, Culture, Operations)?\nRight Mix of Vendors, Internal Staff and Contractors\n7.     Future Plans: If done right, how can AI or generative AI affect the company's future plans?\n \n \nTailored Interview Questions\n \n1.  Technology Infrastructure:\nCurrent State: What changes have you made to your technology infrastructure to support generative AI so far?\nIntroduce new Resource Units for managed services support\nChallenges: We are super interested in knowing what did not work and what you did not implement and why as well (challenges could be Technology Infrastructure, People, Data, Processes, Culture, Operations).\nGovernance, EU AI ACT\nPushing legislators to include a comprehensive policy framework\nPolicy Framework by Industry  (CIO.com article)\n \n \nAchievements: What are the significant milestones or successes you have achieved with your current AI infrastructure?\nDemand Forecasting\nIntelligent Route Planning\nRoute Design\nSecurity\nFuture Plans: What further infrastructure developments do you plan to implement to enhance your AI capabilities?\n Agentic AI\n \n2.  People:\nCurrent State: How has generative AI impacted the roles and responsibilities of your employees to date?\nAnecdote – NVDA CEO Jensen Huang\nAchievements: What notable improvements or developments have you seen in employee performance or roles due to generative AI?\nEffective Cross Cultural Communciation\nFuture Plans: What skills and competencies do you plan to develop or hire to support your future AI initiatives?\nN/A\n \n3.  Data:\nCurrent State: What challenges have you faced in managing and utilizing data for generative AI up to this point?\nData Quality, MDM\n\n\nAchievements: What successes have you achieved in data management and utilization for AI projects?\nData Classification, and Security, Data Loss Prevention\nFuture Plans: How do you plan to improve data quality, governance, and utilization for future AI projects?\nData Governance and Stewardship, Data Cleansing, Data Catalogueing, Synthetic Data Generation\n\n\n\n\n\n4.  Processes:\nCurrent State: How have your business processes evolved with the integration of generative AI so far?\nGovernance of Citizen Developer program\nAchievements: Can you highlight any significant improvements or efficiencies gained in your processes due to AI?\nIncrease in Freshness KPI to 80%, Then Above 90%\nFuture Plans: What further process changes or optimizations do you plan to implement with generative AI?\n \n5.  Culture:\nCurrent State: How has your organizational culture adapted to embrace AI and innovation?\nWe are currently in the hype cyclic stage of Elevated Expectations.\nAchievements: What cultural shifts or successes have you observed since integrating generative AI?\nBusiness and Technology are Overenthusiastic at the moment\nFuture Plans: What strategies do you plan to use further to promote a culture of innovation and AI adoption?\nAccelerator programs that help in Innovation Brainstorming\n\n\n \n6.  Operations:\nCurrent State: What operational efficiencies or improvements have you achieved through the use of generative AI?\nBased on statistics by Microsoft use of O365 CoPilot an efficiency gain of 30%\nAchievements: Can you provide examples of specific operational areas where AI has had the most impact?\nMicrosoft Security Copilot – Improvements in Efficiency by upto 60% in incident investigation and response. Soc Analyst productivity by 30%\nFuture Plans: How do you plan to leverage AI further to improve operational efficiency and effectiveness?\nStreamlining our Education and Knowledge management\n \nHindSight Questions (as applicable)\n1.     What, in hindsight was your hardest hurdle or still is in implementing GenAI solutions?\nBudget\nDelivery Challenges with Managed Service Providers\n\n\n2.     What overall is your most notable success while implementing the GenAI solution, and how did you measure the impact?\nCoPilot and Productivity\nWriting Emails, Content – 50% or more efficiency gains\nCoding using GenAI – 80% efficiency gains\n3.     What was your biggest revelation/learning while implementing GenAI in your organization?\nIts important to measure and contain costs. Certain products scale more cost efficiently.\nImportant to ensure that your Intellectual Property rights are secured.\n\n\n4.     What if you had a chance to turn back a year, what would you do differently?\nI would bolster FinOps\n \n5.     Do you have an opinion on Gen AI being super helpful/not helpful or only marginally helpful for your business? What drives your opinion?\nStrategic Application of AI is necessary to achieve the most gains, a good focus on ROI is required.\n6.     What is your recommendation for companies looking at achieving digital transformation through Generative AI?\nStart with a Road mapping exercise.\n“If you are not using AI actively and Aggressively you are doing it wrong” – Jason Huang\n\n\n\nTangibility\nDonut Designs - IP ownership\nCompliance Cloud Policy - Chatbot - copilts\nData Analytics \nAzure OpenAi Chat - Tool - \nTraing Datasets - LLM - 95.6++ accuracy - messaging/evaluation - 60% less time\nSentinal Seem -> Security\n60% benefit - (Mexican head count) 50M(320 people)\nDEX - \nNew Resources\n\n\n",
        "occurrences": [],
        "dirty": true
      },
      "PriyaPartnerGeneralCatalysts.txt": {
        "content": "Transcript\nImpromptu Zoom Meeting - January 30\n\nVIEW RECORDING - 33 mins (No highlights)\n\n\n@0:23 - Vicky Biswas (vickybiswas@gmail.com)\nI'm very well Vicki, sorry I was, I ran five minutes late I had a board meeting which you know I didn't I'm went and never multiple investors so my bad sorry how are you doing doing well today's been a little busy day but otherwise all good great great that's how should be so I'll start with giving a very quick brief about myself in the technology domain for about 27 years now roughly started with software development to architecture being a CTO to\nin running AI and innovation for companies like ESW capitals, which has about 150 all companies in telco education and in different various domains.\nSo in short, a hardcore tech key, working on technology, AI and other stuff since about 27 years, that would be a very, very English regarding AI being very, very, very like advertised and very well accepted.\nBut what's the ground reality, right? What we are trying to figure out is we are interviewing around 200 companies and we are trying to figure out, okay, I mean, on the onset, it looks great.\nmean, Thunky Dole, it's green, AI is coming with logical reasoning, AI is coming with a lot of other things and specifically in terms of generative AI.\nWe are not focusing on the the traditional AI. of stuff, right? Not in terms of fiction sector, just focused on generative AI and with all this hustle that's going around and everybody running around with generative AI.\n\n@2:10 - Priya Mohan\nWhat is the ground reality?\n\n@2:12 - Vicky Biswas (vickybiswas@gmail.com)\nIn terms of positives, in terms of negatives, and that's where basically I connected. Probably I can pick your brain, get some information and we can not be discussing around it.\n\n@2:23 - Priya Mohan\nThat's a pretext of this form. Sounds good. And is there any set of questions you want to guide or it's just an open conversation that you want to have?\n\n@2:32 - Vicky Biswas (vickybiswas@gmail.com)\nGenerally open conversation, but I share a list of questions which I will probably be using in my in my questionnaire.\nI mean, it's just a direction, not basically something that you need to or have to have to follow.\n\n@2:44 - Priya Mohan\nI see.\n\n@2:45 - Vicky Biswas (vickybiswas@gmail.com)\nOkay.\n\n@2:48 - Priya Mohan\nOkay. can let me just open that list.\n\n@2:53 - Vicky Biswas (vickybiswas@gmail.com)\nI can I can just browse through.\n\n@2:55 - Priya Mohan\ndon't have to be in the list. It's not required. Sure.\n\n@3:02 - Vicky Biswas (vickybiswas@gmail.com)\nSo, if you are ready, can get across and get this. Yeah.\n\n@3:04 - Priya Mohan\nSure.\n\n@3:05 - Vicky Biswas (vickybiswas@gmail.com)\nRight. So, to begin with, I mean, I understand that you are in the investment industry, so if for the sake of the interview, what industry and sector would be called by the company that you work with, we are very sector agnostic.\n\n@3:20 - Priya Mohan\nSo the way we think about it is two parts, which is building in India for intern building in India of the globe.\nAnd part of GC's thesis is also applied AI is something which we are very, very bullish on. And when I say applied AI, it is exactly the point that you are making, which is not so much about, you know, very top level stuff, but AI applications in day to day businesses and in turning around day to day consumer experience.\nAnd so think of our investment interest. as because there's the deep tech component and everything, but we're sector agnostic, we are industry agnostic, but we like businesses which are going to drive resilient industries for individual countries, given the whole geopolitical changes that are happening.\nAnd at a horizontal level, if I were to put a visual, we like applied AI, and we believe that it'll cut across many things over the period of time.\n\n@4:23 - Vicky Biswas (vickybiswas@gmail.com)\nI agree with that. That's a beautiful vision to go across. I'm very valid with what in my experience of 27 years.\nThat's great. So I mean, I would pick it at an investment industry where we are trying to invest and get other companies on board it, and the sector would probably be mostly towards building in India with applied AI.\nIs that fair to say that?\n\n@4:46 - Priya Mohan\nI mean, that's one of the focus. See, the other thing I want to clarify is Vicki, I'm assuming this is off the record, because one thing is our compliance might not allow any of this to go on record.\nI'm just having these open conversations. GC has a name, or we can't be quoted because we have this old because they're a regulated entity.\nWe have this old jazz. So I'm just assuming this is off record. See, so look, I think that's why I said there's deep tech in deep tech, you know, obviously we have investors in Mistral, which is building foundational, you know, in your foundational model.\nThen in the other side, you have, like I said, we invest from seed across stages, but we do a lot of creation opportunities.\nIn every one of those industries, we do not see how do you call it tech as separate. We really believe that applied AI, like I said, think of it like a horizontal that comes through everything.\nIt has to be contextualized for industries. That's it. Right. And it has to be abstracted for something which is very relevant.\nAnd again, there are two parts to it. One is sales enhancing touchpoint first kind of AI application layers where\nanything which actually directly changes customer experience, you know, customer buying behavior, you know, customer success. And the other thing is the AI that propels the whole other non-customer touch points, which is the backend and, you know, anything towards from a manufacturing company perspective, you can even talk about, you know, can you run, you know, at a very, very core level if it's specialty, chemical company, can you use AI for simulations of some of these molecular experiments before you actually bring it to R&D lab, to that extreme to actually building, you know, models or abstraction layers on top of edge computing sensors that you get from machines to actually start predicting, you know, capex and productivity and everything.\nAnd on the other side, if you take health, there's a great example which is like radiologists, neuroses, et cetera, such shortage.\nHow do you use, you know, AI model? to actually help augment and expand and that is a beautiful example because there it's a direct ROI for a business it it solves for a ratio of applied to customers and it also does revenue enhancement right like because if the nurses are only like say there's one nurse for every 100 patients and today with AI one nurse can deal with 300 patients that's a beautiful example same thing with radiologists so that's how about it that's right that's right great so when I can totally relate to this because I've been I have one of my contracts was with the point medical in us which we were building cancer detection machines using AI which was doing esophageal cancer figuring out so that was I mean one of the projects and I totally understand I mean the way that you're putting this forward so it's mostly about applied AI it's about building in India and that's a specific focus and I understand right?\na rough company size in terms of employees and revenue and this is I mean you can deny to answer this it's absolutely fine this is just to understand the basics and I don't think there's a benchmark at all I mean we come so early there's like I don't think it's the right metric to say we invest like I said we are multi-stage so we don't know about the companies we invested about us as a company oh as but again to clarify we don't want to go on record so that's why I don't go on record that's what I mean I also mentioned when I talked earlier so yeah but I think you can take public sources right like we just raised an eight billion dollar fund and I don't know actually the number of employees I don't think we have that disclosure okay no worries that's absolutely fine um in terms of AI adoption in our own work and we are not talking about computer investing and right now it's it's about us right and that will be\nmost focus of this this conversation it will be how we are operating as a company ourselves not people we are investing in right now because we are trying to look at our usage and we how practically are we applying to what one thing is the kind of AI option level that we have as a company and that we are able to leverage for our benefit right now I think for me there are fundamentally I I'll talk about my thing personally actually as we are speaking I've just downloaded llama into my local machine to see how you know I can use it without internet actually deepseak has a huge storage issue so I didn't download and I abandoned it but look for me the first thing that changed my life is literally I've been working on my prompts which are GPT publicity and everything because you know there's a lot of thinking that you do when you're contextualizing investment decisions you are you are like you know correlating data and everything today it's so easy I can literally write an entire investment\nmore and save my thoughts to just the perspectives, right? So I don't have to sit in waste time thinking about and making those sentences and everything.\nSo let's say I'm evaluating a company which is a B2B market season speciality chemicals, I will just say, you know, the it's beautiful because the quality of a question is your quality of answers, right?\nLike so it's in that way you really think about, you know, tell me for example, you know, the, you know, the movement in public markets with respect to chemicals in the last 10 years, what has been the top macro tailwinds, you know, how much of this has become indigenized.\nIt's like having your own analyst, otherwise it's like based on considering and doing, you know, the whole internet search.\n\n@10:44 - Vicky Biswas (vickybiswas@gmail.com)\nSo that's something which is a very basic thing that I use, right?\n\n@10:47 - Priya Mohan\nBut research and memory in basically that's one of my building, literally everything in terms of any external communication I use, charge your PD to help me.\nThen we also have our own CRM and we are trying to build not build anything which is like how do you we are trying to think about how to use AI on data of company evaluation and company sourcing also right like how do you use and founder speedings right like we've not built anything but that's something that we are ourselves thinking and i'm working on but these are something that i have worked on for esw capitals mergers and acquisitions so they have a first level of automated AI based evaluation where you get all the company data and the balance sheet and all the financial and the other data and then you put it in you can have a little level work through so that was a very beautiful exercise that i did about one and a half years ago it will be a very interesting journey for you as well yeah it's going to be a beautiful one i'd love to pick your brains what you build and it'll be good to if you can duplicate some of the things that we can have a separate conversation but this is what we are trying to do right so this is this is great now what i understand is we are going to do research\n\n@12:00 - Vicky Biswas (vickybiswas@gmail.com)\nbuild memo and that's in general what we are trying to do right now right not really I think that is very very is that's not even like a point of consideration what we really want to build is a product for sourcing companies evaluating companies bringing that in foundation sorry I'm currently talking about what we are using currently what what we want to build that that discussion of a minute we can probably have that sometime there we can spend some time and focus on that well it's already yeah yeah it's already on works is what I'm saying okay all right I'll get your point so that again would probably count as maybe the search and first level decision making right yeah sort of what else I mean are we using it in areas like HR in in process in operations that I can't answer because I don't know like I'm talking only about the investment team I really don't know not have I done some interviews as to how the other guys do it\n\n@13:00 - Priya Mohan\nBut I'm sure like GC is a very tech for the kind of people. I'm sure it has a wide range usage.\n\n@13:07 - Vicky Biswas (vickybiswas@gmail.com)\nThat's basically one of the considerations because when we are trying to understand the usage of AI in a company, what we are trying to understand is in what areas of the company is it touching?\nIs it touching the culture? mean, how are we handling the culture, right? So, I mean, are we promoting our teams?\nYou guys should go and save a number of your time and use AI to get me the results. Or, hey, I don't care how you get me the results, right?\nAs long as the results are going, you use AI or not with your provider. So, that's the culture side of things, right?\nThen you have processes. mean, are we building in AI into our processes? Hey, for the first level, the the wedding has to be done by the AI, right?\nThe second is probably will be done by humans and so on. So, this is the kind of thing that I'm looking at in current process.\n\n@13:55 - Priya Mohan\nthink it's a great question, but I think it's very individual driven. see uh investing is still a very it's very hard to institutionalize investing in the sense of course you have certain degree you have i see but how each person say for example there are many investors who look at consumer tech businesses or b2b marketplace or traditional businesses the way they interact with ai and build that in their own is very different from say a very savvy tech investor sitting out of the silicon valley right like so i think it's a very individual thing i i don't think we've reached a stage where there's a certain standardized set which is what we are aiming to we've actually brought in and co to actually create these tools which can be like horizontal and building uh as far as the culture goes i think one of the things we do a lot is dialogue which is like we we actually spend time discussing on all the latest things but i'll be honest with you i think a dialogue is is a lot more theoretical i mean you can sound smart but actually when i'm downloading this in my machine and playing around with it what i learn is far 10x from just you know\nthings, two, three smart lines about Deepseek or something. I think we, I think a lot, I would say we are a lot ahead of many other funds.\nI would say you should actually, the guys were actually doing this by the way, Deepseek came from a quant guy, right?\nI think the hedge funds or the real, like those guys, I'm assuming they leverage this a lot. Because there's less quality to information and there's a lot of quantitative, steady state information that they can actually leverage and maneuver.\n\n@15:37 - Vicky Biswas (vickybiswas@gmail.com)\nThat's right. That's right. So, I mean, in terms of process, are we, are we mandating AI or are we getting it as an optional quality ad if they want to?\ndon't care. don't, we don't, I don't think we can mandate, I don't think we've mandated anything. Okay. Okay. And in terms of culture, so I mean, let us say, I mean, if you are not mandating,\nHow are we trying to educate and push what is our strategy in making our people actually go and start?\n\n@16:06 - Priya Mohan\nLike said, we discuss a lot, yeah, like we have India, US and European teams and there's a ton of dialogue and there are really, and we do a lot of work in the frontier tech like our connections to South up and tier, like we have invested in some of the best companies these health sing, Andrew, Lestral, like we have ex googlers, have ex llama guys, have ex meta guys, open AI, I think we are in the forefront of speaking to these experts.\n\n@16:33 - Vicky Biswas (vickybiswas@gmail.com)\nSo there's a ton of dialogue. Are we really using it in our operations currently, right now, as we speak, in the operations?\n\n@16:44 - Priya Mohan\nThat's what I said. I think, I think like we are building and like I can't talk about it too much, we're actually building those tools as we speak now.\n\n@16:52 - Vicky Biswas (vickybiswas@gmail.com)\nGet the point. And when we are building these tools and again, I mean, you can choose not to answer on those.\nAre we focusing? on just our operations, just the HR side of things towards the technology infrastructure side of things towards, hey, am I my core business, right?\nAm I putting my core business stuff into it? What is it that we are aspiring AI to do for us right now?\nWhat is our aspiration and what is generating our deliver to us?\n\n@17:22 - Priya Mohan\nI think it will cut across everything, including like I said, right from sourcing companies to evaluating companies to actually creating founder experience and we cutting across everything.\n\n@17:32 - Vicky Biswas (vickybiswas@gmail.com)\nAnd I mean, I'll let us put it in this way. It is going to cut across sourcing and all this, but what is my priority?\nWhat would I probably take further? That would be very hard for me to answer.\n\n@17:45 - Priya Mohan\nIt'd be very theoretical if I did that's like a firm. I wear a very large firm, right? Like me sitting here, I don't think I can give you a strategic answer on that because it's in the process, right?\nThere's a lot we thought too for that.\n\n@17:56 - Vicky Biswas (vickybiswas@gmail.com)\nOkay, and that's still something that's already in the development phases or in the process of thought and I'm still figuring out on those.\n\n@18:06 - Priya Mohan\nWe have a team that is figuring that out at a centralized level, so yeah.\n\n@18:12 - Vicky Biswas (vickybiswas@gmail.com)\nOkay, so let me let me then change the way that we're going to talk about this. Let's just move on to a card where we say, hey, when we talk about generative AI and we have missed all that investing in and their llama and others that we are using and try GPT is what we are using.\nWhat is the best tangible benefit that GC has as yet got from generative?\n\n@18:38 - Priya Mohan\nAnd how would you, how would you substantiate it or how would you say it's I think tangible benefit is actually identifying companies and investing in them.\nSee, I think I'll tell you where the problem is. I think the investing world is a very nuanced world wiki.\nthink the kind of answers you're expecting. I think it'll be very hard to bring that into a investment. fund, especially a qualitative investment fund like us, which behaves like a Sequoia and a 16 Z versus a quant base hedge fund kind of a thing, a public markets investor, the kind of data and the thing that you do is a different.\nSo what I'm thinking is how meaningful can I, I think a lot of the answers I'll be giving to is very repetitive, right?\nLike I don't think our business is to identify companies, talk to founders, invest in them and help them grow.\nUm, so it's going to be hard to no one saying, where can I apply API in my businesses?\n\n@19:33 - Vicky Biswas (vickybiswas@gmail.com)\nDo you understand what I'm saying? So what I understand is that we want to use generative AI, but for now it is not actually being used on ground.\nWe are working on building that, but that's not being used on ground.\n\n@19:45 - Priya Mohan\nIs that, but that's what I'm trying to push you on ground for like up business is different, right? Like if you're talking to a manufacturing company to say, Hey, are you using generative AI with certain examples, it makes sense.\nWe are a business of investment. don't know how whatever answer I give how like can I take ultimately my job is to deploy dollars in company like I've told you again I've done the sourcing part I've done all of that we are thinking about it and we are enhancing it and everything right and I told you like it's touching like a memo writing but ultimately our business is dollar deployment and expanding returns and it's very qualitative and nuanced so I'm not sure the the answer will be as satisfactory as looking at it as any other business that's what I'm trying to say any answer is satisfactory for me because we understand and this is a general rule that yeah people talk about AI there's a lot of AI and this is how it started right but not a lot of it is being practically used or usable right it goes both ways that's absolutely fine just part of the interview and we understand that it might not be but that's what I was pushing back to say that\nnot used in the context of what in our business, in GC, not just GC, any investing fund. If I were like, I use AI in my personal public markets investment.\nI'm constantly prompting the machine to understand, me this is my IRR and everything. But my business in GC as an investor is a very qualitative business.\nI use problems and everything. I'm not sure that when you say generative AI, let's take an extreme case. Can we let go of investors and generative AI, identify companies and throw money in that?\ndon't think that's a possibility of business like ours. a very nuanced people, dependent, very relationship-first thing. So that's what I'm trying to tell you that I don't.\n\n@21:52 - Vicky Biswas (vickybiswas@gmail.com)\nI don't really share my experience on the GC part of the investment part of the thing that I am working on.\nMy scope was very limited in my way of working, but I'll just share that across. as I said, the BPMW capitals and this is not properly trained, we have to share it with you.\nYeah, of course. Being a part of the technical innovation team, we were able to build solutions for M&S, which were basically your AI and a generative AI, these tools, which could actually, as I said, earlier, take all the documents, do a first level of finding, fact finding, and I'm finding and giving you a first thumbs up with, hey, this looks like something that I want to invest in, or it doesn't look like something that I want to invest in.\n\n@22:37 - Priya Mohan\nThat's what I'm saying, but documents, what?\n\n@22:39 - Vicky Biswas (vickybiswas@gmail.com)\nThese are public markets, right?\n\n@22:41 - Priya Mohan\nYeah, but that's not relevant for me. I don't do public market investing.\n\n@22:44 - Vicky Biswas (vickybiswas@gmail.com)\nThat's why I'm trying to... they are more of a private investor where they might not take a public firm, or they might take a public firm either way, in both ways, where they would probably get the documents of the company or whatever is running or the financial statements or whatever data.\n\n@24:00 - Priya Mohan\nYou are saying very basic still.\n\n@24:02 - Vicky Biswas (vickybiswas@gmail.com)\nRight, right. And so, let us, we have our operations. do step one, step two, step three. have, we have our processes in place, right?\nIs there any part of this process that you feed in today that, hey, I can put in AI, generative AI into this, this process, this step I can remove and properly put, or is it no, not right now?\n\n@24:23 - Priya Mohan\nYes, still.\n\n@24:24 - Vicky Biswas (vickybiswas@gmail.com)\nLook what I told you, Ricky.\n\n@24:25 - Priya Mohan\nare working exactly on that. We are actually putting through this and our team is working on that.\n\n@24:30 - Vicky Biswas (vickybiswas@gmail.com)\nOkay. Okay. Cool. I understand that. And in terms of usage too far, right? And since you have been using it personally and with other aspects, is there something that you feed it is not able to handle?\nWhen I tried my best, I tried to give it whatever I put, but AI is not ready to do this.\nI hear you, when I hear that, hey, can I allow it to do my personal communication with the founder than everybody, no, I cannot.\nRight? What else?\n\n@24:59 - Priya Mohan\nI think that's the one. thing. I can't think of anything else because I think there's a very nuanced relationship based thing.\nA company is like, for example, I don't think AI can handle decisions on, it can give you mathematical decisions on, you know, follow on and all that.\nBut I don't think AI can handle nuanced decisions on taking certain, you know, bets. I don't even think we use that.\nSo let me be in all honesty. So, yeah.\n\n@25:25 - Vicky Biswas (vickybiswas@gmail.com)\nRight. mean, Adam, Max, what probably we can and others, you did this categorization before a human takes a decision, categorize these things for me.\nSo, I can pick up from there and I mean, I can take my decision, I can move on. Do you think it is really like even performing at that level right now or doing anything delivering anything like that for you right now?\n\n@25:44 - Priya Mohan\nI think decision enhancement is there. I said, again, this is very personal. I can't talk for GC at all because look, it's each of us use it differently.\ndon't think as investors, you get mandates to do anything. That's why the team is working on some horizontal tools.\n\n@26:00 - Vicky Biswas (vickybiswas@gmail.com)\nto help yeah for me it helps in thought you know in data and diligence depending on how high quality your prompts are and the research results which are probably not always very reliable right when it might just we call it hallucination it might just hallucinate and give you this this company is great at this and it might not wait my hand or just be justified at all how do you handle I mean or have you faced those things right now so far with your research that you have utilized or you always do some kind of like when we we don't write the whole member there's always a human person who's just looking at it and we have to ultimately present to the board so we cut cut out lot of that so initial results I mean is it really you would say that okay it helps me 50 percent to my research I can rely on 50 percent or it's it's very hard to give you no it doesn't I mean like it's part of the process I don't think I'm able to assign like it helps me 50\n\n@27:00 - Priya Mohan\nI mean it really has expanded the productivity, think like two of us can work in a deal of putting like some four people with the amount of thing you can do, but I can't say like it helps me 50%, 60% because like I said our business is so unique, it's very hard to kind of calibrate that.\n\n@27:19 - Vicky Biswas (vickybiswas@gmail.com)\nAbsolutely. this is exactly the kind of feedback that I've been getting with a lot of other interviews as well.\nwhen we start, when this I said when I started the interview that when we start, there are you today, which are doable, which are great, but on the ground tangibly, the kind of benefits that we are leaping right now, I mean, of course, in the future, they will be better and we are building tools and to help us out, but as of yet right now, the kind of benefits from generative AI is limited in a lot of the course, you feel the same?\n\n@28:04 - Priya Mohan\nI don't think it's lifted. I think it's more the education and the pervasiveness of how it trickles down and actually getting the right talent to abstract it out for usage.\nI think this is the cusp. I do believe it's going to change. I think with people running things on their local machines and everything, the education is expanding and everything.\nRight now, probably it's in Bangalore, Silicon Valley and Delhi. It's not like ripple effect everywhere. But I think in all big age technologies, I think you will go through this sudden culmination point.\nSo I don't think it is my answer will be nuanced. I said no, it's not applicable.\n\n@28:44 - Vicky Biswas (vickybiswas@gmail.com)\nthink it's going through the question is currently, are we able to reap the benefits? In future, yes, we are planning.\nWe have things in the pipeline that we are building on things and it will work and it give us benefits.\nBut currently, right now, as in,\n\n@29:02 - Priya Mohan\nI think that's what I'm saying. don't think I want to say a yes or no, because like in the process of transformation, I think it's in the stage of evolution where in like with most tech products, it's it's unfair to say we're not ripping it now because it's going through that transformation, right?\nLike to me is that trajectory promising? That's what will make me answer. Right? So I'm not able to honestly give you, you know, it is not relevant now because you have to go through like if you take any of the steam engine or anything it went through that culmination before it becomes widespread adopted.\nSo I'm not able to personally say yes or no now.\n\n@29:39 - Vicky Biswas (vickybiswas@gmail.com)\nOkay. So let us say in terms of strategic goals, right?\n\n@29:46 - Priya Mohan\nI have like another minute.\n\n@29:48 - Vicky Biswas (vickybiswas@gmail.com)\nI have to rush. had a four o'clock I pushed but okay. Okay. I'm sorry. I thought I scheduled a five minute, but that's fine.\nThat's absolutely fine. think I've got most of the things which are out here. One one final this is your opinion and this would not probably be GC opinion in terms of your opinion what you feel that right now in terms of the way that generative AI is coming in right and from whatever you have seen so far personally would you say that in terms of our operations right and again this is not in terms of in generic health or research or other thing but in terms of operations would it be able to make things faster and if yes in your opinion again which is subjector how far a horizon you see that it would be probably effective in I think it is definitely look it's also problem statements productivity is clear but it's nuanced I think people have not been able to separate the economic impact with just the productivity for example I have a very strong view on pool AI replace I don't think for example people talk about blue color I don't think in India the labor arbitrage is so\n\n@31:00 - Priya Mohan\nI like as long as there's more and more people coming from informal economies to formal economies and actually joining factories now these factories to actually spend the money to put large focus software and edge devices while replacing hundreds of people probably who will get at the same cost with very reliable skills.\nI think the coding population, white collared, the low and white collared will get completely replaced and that will be.\nSo basically I genuinely believe today like you can build a 10 billion dollar company closer to a Google which just like say 50 people versus like 5000 people.\nSo that's at one extreme but at the local traditional industry I think for me people have to really understand the impact of AGI with the economic impact and the economics has some, it's a complex adaptive system.\nThere's a cultural issue, there's a geographical issue, there's a political issue and there is a labor arbitrage. You have to consider all four to see is this gender\nI think ROI will people even adopt you can't just take the technology saying of course the technology does what it does But what are the incentives and disincentives for it to do so my view is I think It will make a lot more impact in certain industries and maybe lot lesser in some other industries I don't really agree.\n\n@32:26 - Vicky Biswas (vickybiswas@gmail.com)\nmean what I have seen is there's a problem where people are looking at AI as a key and they're searching for a lock In reality, it should be they have a problem that they want to unlock using the AI key, right?\nIt's just moving up a little bit way these days. Right, thank you so much Priya for time You\n\n\nPreliminary Research Questions\n\nIndustry and Sector: What industry does the company operate in?\nBuilding in India - Applied AI - Day today - Deep tech - Mistral\n\nCompany Size: What is the size of the company in terms of employees and revenue?\n8B fund - \n\nAI Adoption Level: Has the company started adopting AI technologies, and where are we so far?\nLlama download - \nResearch - Memo Build - Communication\nBuilding Tolld\nSourcing / \n\n\n\n\nSpecific AI Projects: What specific generative AI projects has the company undertaken?\nStrategic Goals: What are the company's strategic goals that seem like they can benefit from AI?\nPast Achievements: What has the company already achieved with generative AI, and how have you handled challenges in various areas (Technology Infrastructure, People, Data, Processes, Culture, Operations)?\nFuture Plans: If done right, how can AI or generative AI affect the company's future plans?\n\n\nTailored Interview Questions\n\n1. Technology Infrastructure:\nCurrent State: What changes have you made to your technology infrastructure to support generative AI so far?\nChallenges: We are super interested in knowing what did not work and what you did not implement and why as well (challenges could be Technology Infrastructure, People, Data, Processes, Culture, Operations).\nAchievements: What are the significant milestones or successes you have achieved with your current AI infrastructure?\nFuture Plans: What further infrastructure developments do you plan to implement to enhance your AI capabilities?\n\n2. People:\nCurrent State: How has generative AI impacted the roles and responsibilities of your employees to date?\nAchievements: What notable improvements or developments have you seen in employee performance or roles due to generative AI?\nFuture Plans: What skills and competencies do you plan to develop or hire to support your future AI initiatives?\n\n3. Data:\nCurrent State: What challenges have you faced in managing and utilizing data for generative AI up to this point?\nAchievements: What successes have you achieved in data management and utilization for AI projects?\nFuture Plans: How do you plan to improve data quality, governance, and utilization for future AI projects?\n\n4. Processes:\nCurrent State: How have your business processes evolved with the integration of generative AI so far?\nAchievements: Can you highlight any significant improvements or efficiencies gained in your processes due to AI?\nFuture Plans: What further process changes or optimizations do you plan to implement with generative AI?\n\n5. Culture:\nCurrent State: How has your organizational culture adapted to embrace AI and innovation?\nAchievements: What cultural shifts or successes have you observed since integrating generative AI?\nFuture Plans: What strategies do you plan to use further to promote a culture of innovation and AI adoption?\n\n6. Operations:\nCurrent State: What operational efficiencies or improvements have you achieved through the use of generative AI?\nAchievements: Can you provide examples of specific operational areas where AI has had the most impact?\nFuture Plans: How do you plan to leverage AI further to improve operational efficiency and effectiveness?\n\nHindSight Questions (as applicable)\nWhat, in hindsight was your hardest hurdle or still is in implementing GenAI solutions?\nWhat overall is your most notable success while implementing the GenAI solution, and how did you measure the impact?\nWhat was your biggest revelation/learning while implementing GenAI in your organization?\nWhat if you had a chance to turn back a year, what would you do differently?\nDo you have an opinion on Gen AI being super helpful/not helpful or only marginally helpful for your business? What drives your opinion?\nWhat is your recommendation for companies looking at achieving digital transformation through Generative AI?\n",
        "occurrences": [],
        "dirty": true
      }
    },
    "marks": {},
    "groups": {}
  }
}